Repository: goliajp/mailrs
Catalog: ios/Mailrs/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %@ stops working immediately.
ja: %@ は直ちに使えなくなります。
zh_hans: %@ 将立即失效。

source: %@ — its members keep their own mailboxes.
ja: %@ — メンバー自身のメールボックスはそのまま残ります。
zh_hans: %@ —— 成员各自的邮箱不受影响。

source: %@ — its members lose every permission it granted.
ja: %@ — メンバーはこのグループが与えていた権限をすべて失います。
zh_hans: %@ —— 其成员将失去这个组授予的全部权限。

source: %@ — mail to every address on it will stop being accepted.
ja: %@ — このドメインのすべてのアドレス宛のメールは受信されなくなります。
zh_hans: %@ —— 该域名下所有地址的邮件都将不再被接收。

source: %lld attempts
ja: %lld 回試行
zh_hans: 已尝试 %lld 次

source: %lld messages
ja: %lld 件のメール
zh_hans: %lld 封邮件

source: %lld of %lld messages aligned
ja: %lld / %lld 通がアライメント成功
zh_hans: %lld / %lld 封邮件通过对齐

source: %lld reports
ja: %lld 件のレポート
zh_hans: %lld 份报告

source: %lld selected
ja: %lld 件を選択
zh_hans: 已选 %lld 项

source: (no recipient)
ja: (宛先なし)
zh_hans: (无收件人)

source: (no subject)
ja: (件名なし)
zh_hans: (无主题)

source: (unknown)
ja: (不明)
zh_hans: (未知)

source: 1 message
ja: 1 件のメール
zh_hans: 1 封邮件

source: A domain has to be listed here before mail to it is accepted.
ja: ここに登録して初めて、そのドメイン宛のメールを受け取ります。
zh_hans: 域名必须先列在这里,发往它的邮件才会被接收。

source: A group delivers one address to several people.
ja: グループは、1 つのアドレスを複数の人に配送します。
zh_hans: 邮件组把一个地址投递给多个人。

source: A group grants its members the permissions you tick.
ja: グループは、チェックした権限をメンバーに与えます。
zh_hans: 群组把你勾选的权限授予它的成员。

source: A key lets a program read and send mail as you.
ja: キーはプログラムがあなたとしてメールを読み書きすることを許可します。
zh_hans: 密钥让程序以你的身份读取和发送邮件。

source: A message you close without sending is kept here.
ja: 送信せずに閉じたメールはここに残ります。
zh_hans: 关闭而未发送的邮件会留在这里。

source: API keys
ja: APIキー
zh_hans: API 密钥

source: Account
ja: アカウント
zh_hans: 账户

source: Accounts
ja: アカウント
zh_hans: 账户

source: Accounts are the mailboxes this server hosts.
ja: アカウントは、このサーバーが持つメールボックスです。
zh_hans: 账户就是这台服务器托管的邮箱。

source: Add
ja: 追加
zh_hans: 添加

source: Add Cc and Bcc
ja: Cc と Bcc を追加
zh_hans: 添加抄送与密送

source: Add account
ja: アカウントを追加
zh_hans: 添加账户

source: Add address
ja: アドレスを追加
zh_hans: 添加地址

source: Add alias
ja: エイリアスを追加
zh_hans: 添加别名

source: Add domain
ja: ドメインを追加
zh_hans: 添加域名

source: Add group
ja: グループを追加
zh_hans: 新建群组

source: Add member
ja: メンバーを追加
zh_hans: 添加成员

source: Added to mail sent from this account, above any quoted text.
ja: このアカウントから送信するメールに、引用文の上に追加されます。
zh_hans: 将添加到此账号发出的邮件中，位于引用内容之上。

source: Address
ja: アドレス
zh_hans: 地址

source: Addresses the sender will not try again until cleared.
ja: 解除するまで、送信側はこれらのアドレスに再送しません。
zh_hans: 在清除之前，发送器不会再向这些地址投递。

source: Administrative changes appear here as they happen.
ja: 管理操作は、行われるたびにここに表示されます。
zh_hans: 管理操作发生时会即时出现在这里。

source: Alias
ja: エイリアス
zh_hans: 别名

source: Aliases
ja: エイリアス
zh_hans: 别名

source: Alignment
ja: アライメント
zh_hans: 对齐率

source: All
ja: すべて
zh_hans: 全部

source: All caught up
ja: すべて処理済み
zh_hans: 全部处理完毕

source: Always allow
ja: 常に許可
zh_hans: 永久允许

source: Always allowed
ja: 常に許可
zh_hans: 始终允许

source: Always block
ja: 常にブロック
zh_hans: 永久拦截

source: Always blocked
ja: 常にブロック
zh_hans: 始终拦截

source: An alias delivers one address to another.
ja: エイリアスは、あるアドレスを別のアドレスへ配送します。
zh_hans: 别名把一个地址投递到另一个地址。

source: Appearance
ja: 外観
zh_hans: 外观

source: Archive
ja: アーカイブ
zh_hans: 归档

source: Archived
ja: アーカイブ
zh_hans: 已归档

source: Archived ×%lld
ja: アーカイブ ×%lld
zh_hans: 已归档 ×%lld

source: Asked for when the app starts, and when you come back to it after a minute away.
ja: アプリの起動時と、1 分以上離れてから戻ったときに確認します。
zh_hans: 启动应用时，以及离开一分钟以上再回来时会要求验证。

source: Attach
ja: 添付
zh_hans: 添加附件

source: Attach sample file
ja: サンプルファイルを添付
zh_hans: 附加示例文件

source: Audit log
ja: 監査ログ
zh_hans: 审计日志

source: Built in
ja: 組み込み
zh_hans: 内置

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cancelled
ja: キャンセル済み
zh_hans: 已取消

source: Choose a file
ja: ファイルを選択
zh_hans: 选择文件

source: Clear
ja: 解除
zh_hans: 清除

source: Clear all
ja: すべて解除
zh_hans: 全部清除

source: Clear all suppressions?
ja: 抑制をすべて解除しますか？
zh_hans: 清除全部抑制？

source: Copied
ja: コピーしました
zh_hans: 已复制

source: Copy
ja: コピー
zh_hans: 复制

source: Copy address
ja: アドレスをコピー
zh_hans: 复制地址

source: Copy text
ja: 本文をコピー
zh_hans: 复制正文

source: Copy this key now
ja: 今すぐコピーしてください
zh_hans: 现在就复制

source: Could not load DMARC
ja: DMARC を読み込めませんでした
zh_hans: 无法加载 DMARC

source: Could not load accounts
ja: アカウントを読み込めませんでした
zh_hans: 无法加载账户

source: Could not load aliases
ja: エイリアスを読み込めませんでした
zh_hans: 无法加载别名

source: Could not load domains
ja: ドメインを読み込めませんでした
zh_hans: 无法加载域名

source: Could not load drafts
ja: 下書きを読み込めませんでした
zh_hans: 无法加载草稿

source: Could not load groups
ja: グループを読み込めませんでした
zh_hans: 无法加载群组

source: Could not load keys
ja: キーを読み込めませんでした
zh_hans: 无法加载密钥

source: Could not load the audit log
ja: 監査ログを読み込めませんでした
zh_hans: 无法加载审计日志

source: Could not load the queue
ja: キューを読み込めませんでした
zh_hans: 无法加载队列

source: Could not open
ja: 開けませんでした
zh_hans: 无法打开

source: Could not open this thread
ja: この会話を開けませんでした
zh_hans: 无法打开这个会话

source: Could not read the source
ja: ソースを読み込めませんでした
zh_hans: 无法读取原文

source: Counter-proposed
ja: 代替案を提示
zh_hans: 已提议改期

source: Create
ja: 作成
zh_hans: 创建

source: Critical
ja: 緊急
zh_hans: 紧急

source: Dark
ja: ダーク
zh_hans: 深色

source: Delete
ja: 削除
zh_hans: 删除

source: Delete conversation?
ja: この会話を削除しますか？
zh_hans: 删除这个会话？

source: Delete draft?
ja: 下書きを削除しますか？
zh_hans: 删除草稿？

source: Delete group?
ja: グループを削除しますか？
zh_hans: 删除群组？

source: Delivered
ja: 配信済み
zh_hans: 已送达

source: Delivered to %@
ja: %@ 宛て
zh_hans: 寄至 %@

source: Delivers to
ja: 配送先
zh_hans: 投递至

source: Directory
ja: ディレクトリ
zh_hans: 目录

source: Display name
ja: 表示名
zh_hans: 显示名称

source: Domains
ja: ドメイン
zh_hans: 域名

source: Done
ja: 完了
zh_hans: 完成

source: Drafts
ja: 下書き
zh_hans: 草稿

source: Edit
ja: 編集
zh_hans: 编辑

source: Edit and send again
ja: 編集して再送信
zh_hans: 编辑后重新发送

source: Event
ja: 予定
zh_hans: 日程

source: Every domain
ja: すべてのドメイン
zh_hans: 所有域名

source: Every suppressed address becomes deliverable again.
ja: 抑制中のアドレスがすべて再び配信対象になります。
zh_hans: 所有被抑制的地址将重新可投递。

source: Failed
ja: 送信失敗
zh_hans: 发送失败

source: Filter
ja: 絞り込み
zh_hans: 筛选

source: Forward
ja: 転送
zh_hans: 转发

source: GOLIA mail, in your pocket
ja: GOLIA のメールをポケットに
zh_hans: 把 GOLIA 邮箱装进口袋

source: Groups
ja: グループ
zh_hans: 组

source: Has attachments
ja: 添付あり
zh_hans: 含附件

source: Hide quoted text
ja: 引用文を隠す
zh_hans: 隐藏引用内容

source: Important
ja: 重要
zh_hans: 重要

source: Inactive
ja: 無効
zh_hans: 已停用

source: Inbox
ja: 受信
zh_hans: 收件箱

source: Invitation
ja: 招待
zh_hans: 邀请

source: It is not stored and cannot be shown again. If you lose it, revoke the key and make another.
ja: 保存されないため再表示できません。紛失した場合はキーを失効して作り直してください。
zh_hans: 它不会被保存,也无法再次显示。若丢失,请吊销该密钥并重新创建。

source: Join the meeting
ja: 会議に参加
zh_hans: 加入会议

source: Junk
ja: 迷惑メール
zh_hans: 垃圾邮件

source: Language
ja: 言語
zh_hans: 语言

source: Language and time
ja: 言語と時刻
zh_hans: 语言与时间

source: Later today
ja: 今日中
zh_hans: 今天晚些

source: Light
ja: ライト
zh_hans: 浅色

source: List
ja: リスト
zh_hans: 列表

source: Lists
ja: リスト
zh_hans: 列表

source: Load images
ja: 画像を読み込む
zh_hans: 加载图片

source: Mail from these addresses is treated as junk on arrival.
ja: これらのアドレスからのメールは受信時に迷惑メールとして扱われます。
zh_hans: 来自这些地址的邮件在收信时会被当作垃圾邮件。

source: Mail to this address goes nowhere.
ja: このアドレス宛のメールはどこにも届きません。
zh_hans: 发往这个地址的邮件不会送到任何地方。

source: Mailrs is locked
ja: Mailrs はロックされています
zh_hans: Mailrs 已锁定

source: Mark all as read
ja: すべて既読にする
zh_hans: 全部标记为已读

source: Mark all as read?
ja: すべて既読にしますか？
zh_hans: 全部标记为已读？

source: Mark as junk
ja: 迷惑メールにする
zh_hans: 标为垃圾邮件

source: Mark as notification
ja: 通知として分類
zh_hans: 标为通知

source: Mark as promotion
ja: プロモーションとして分類
zh_hans: 标为推广

source: Mark as unread
ja: 未読にする
zh_hans: 标为未读

source: Marking a conversation as not junk adds its sender here. Mail from these addresses skips the spam filter.
ja: 迷惑メールではないと指定すると、その差出人がここに追加されます。これらのアドレスからのメールはスパムフィルターを通過します。
zh_hans: 将会话标记为「非垃圾」会把其发件人加到这里。来自这些地址的邮件会跳过垃圾邮件过滤。

source: Maybe
ja: 未定
zh_hans: 待定

source: Members
ja: メンバー
zh_hans: 成员

source: Message
ja: 本文
zh_hans: 正文

source: Message source
ja: メッセージのソース
zh_hans: 邮件原文

source: Messages you send appear here with their delivery state.
ja: 送信したメールが配信状態とともに表示されます。
zh_hans: 你发出的邮件会带着投递状态出现在这里。

source: Mode
ja: モード
zh_hans: 模式

source: Monday morning
ja: 月曜の朝
zh_hans: 周一早上

source: More
ja: その他
zh_hans: 更多

source: Move
ja: 移動
zh_hans: 移动

source: Move to
ja: 移動先
zh_hans: 移动到

source: Move to Inbox
ja: 受信トレイに移動
zh_hans: 移到收件箱

source: N & P
ja: 通知・宣伝
zh_hans: 通知与推广

source: Name
ja: 名前
zh_hans: 名称

source: New account
ja: 新しいアカウント
zh_hans: 新建账户

source: New alias
ja: 新しいエイリアス
zh_hans: 新建别名

source: New group
ja: 新しいグループ
zh_hans: 新建群组

source: New invite
ja: 新しい招待
zh_hans: 新邀请

source: New key
ja: 新しいキー
zh_hans: 新建密钥

source: New message
ja: 新規メール
zh_hans: 写邮件

source: Next attempt %@
ja: 次回 %@
zh_hans: 下次尝试 %@

source: Next thread
ja: 次の会話
zh_hans: 下一封会话

source: Next week
ja: 来週
zh_hans: 下周

source: No
ja: 不参加
zh_hans: 不参加

source: No API keys
ja: APIキーはありません
zh_hans: 没有 API 密钥

source: No addresses
ja: アドレスなし
zh_hans: 没有地址

source: No archived conversations
ja: アーカイブした会話はありません
zh_hans: 没有已归档的会话

source: No drafts
ja: 下書きはありません
zh_hans: 没有草稿

source: No groups
ja: グループはありません
zh_hans: 没有群组

source: No junk mail
ja: 迷惑メールはありません
zh_hans: 没有垃圾邮件

source: No members
ja: メンバーはいません
zh_hans: 没有成员

source: No recipient
ja: 宛先なし
zh_hans: 没有收件人

source: No reports yet
ja: レポートはまだありません
zh_hans: 还没有报告

source: No suppressed addresses
ja: 抑制中のアドレスはありません
zh_hans: 没有被抑制的地址

source: Not junk
ja: 迷惑メールではない
zh_hans: 不是垃圾邮件

source: Nothing here
ja: ここには何もありません
zh_hans: 这里没有邮件

source: Nothing recorded
ja: 記録はありません
zh_hans: 还没有记录

source: Nothing sent yet
ja: まだ送信していません
zh_hans: 还没有发送过邮件

source: Nothing starred
ja: スター付きはありません
zh_hans: 没有加星的邮件

source: Nothing waiting
ja: 送信待ちはありません
zh_hans: 没有待发送的邮件

source: Nothing was unread
ja: 未読はありませんでした
zh_hans: 没有未读邮件

source: Operations
ja: 運用
zh_hans: 运维

source: Outbound
ja: 送信待ち
zh_hans: 待发送

source: Partial
ja: 一部配信
zh_hans: 部分送达

source: Password
ja: パスワード
zh_hans: 密码

source: Permissions
ja: 権限
zh_hans: 权限

source: Photo library
ja: 写真ライブラリ
zh_hans: 照片图库

source: Pin to top
ja: 先頭にピン留め
zh_hans: 置顶

source: Pinned
ja: ピン留め済み
zh_hans: 已置顶

source: Previous thread
ja: 前の会話
zh_hans: 上一封会话

source: Privacy
ja: プライバシー
zh_hans: 隐私

source: Queue
ja: 送信キュー
zh_hans: 发送队列

source: Queued %@
ja: %@ から待機
zh_hans: %@ 入队

source: Read
ja: 既読にする
zh_hans: 标为已读

source: Receivers send these daily once rua is published.
ja: rua を公開すると、受信側が毎日送ってきます。
zh_hans: 发布 rua 之后,接收方会每天发来报告。

source: Remove
ja: 削除
zh_hans: 移除

source: Reply
ja: 返信
zh_hans: 回复

source: Reply All
ja: 全員に返信
zh_hans: 全部回复

source: Reports
ja: レポート
zh_hans: 报告

source: Require Face ID
ja: Face ID を要求
zh_hans: 需要 Face ID

source: Require Optic ID
ja: Optic ID を要求
zh_hans: 需要 Optic ID

source: Require Touch ID
ja: Touch ID を要求
zh_hans: 需要 Touch ID

source: Require passcode
ja: パスコードを要求
zh_hans: 需要设备密码

source: Require unlocking
ja: ロック解除を要求
zh_hans: 需要解锁

source: Retrying
ja: 再試行
zh_hans: 重试中

source: Revoke
ja: 失効
zh_hans: 吊销

source: Revoke this key?
ja: このキーを失効しますか？
zh_hans: 吊销这个密钥？

source: Scheduled
ja: 予約
zh_hans: 已排定

source: Search mail
ja: メールを検索
zh_hans: 搜索邮件

source: Search this sender
ja: この差出人を検索
zh_hans: 搜索此发件人

source: Select
ja: 選択
zh_hans: 选择

source: Send
ja: 送信済み
zh_hans: 已发送

source: Send again
ja: 再送信
zh_hans: 重新发送

source: Send later
ja: 後で送信
zh_hans: 稍后发送

source: Send now
ja: 今すぐ送信
zh_hans: 立即发送

source: Senders
ja: 差出人
zh_hans: 发件人

source: Sending
ja: 送信中
zh_hans: 发送中

source: Sending sources
ja: 送信元
zh_hans: 发送源

source: Sends %@
ja: %@ に送信
zh_hans: %@ 发送

source: Sent from my phone
ja: iPhone から送信
zh_hans: 来自我的手机

source: Sent once and hashed by the server. It is not stored on this device.
ja: 一度だけ送信され、サーバーでハッシュ化されます。この端末には保存されません。
zh_hans: 只发送一次，由服务器哈希处理，不会保存在本机。

source: Server
ja: サーバー
zh_hans: 服务器

source: Settings
ja: 設定
zh_hans: 设置

source: Share
ja: 共有
zh_hans: 分享

source: Show quoted text
ja: 引用文を表示
zh_hans: 显示引用内容

source: Sign in
ja: サインイン
zh_hans: 登录

source: Sign in to your mail
ja: メールにサインインします
zh_hans: 登录你的邮箱

source: Sign out
ja: サインアウト
zh_hans: 退出登录

source: Signature
ja: 署名
zh_hans: 签名

source: Signed in as
ja: サインイン中
zh_hans: 当前登录

source: Six-digit code
ja: 6 桁のコード
zh_hans: 六位验证码

source: Snooze
ja: スヌーズ
zh_hans: 稍后处理

source: Star
ja: スターを付ける
zh_hans: 加星

source: Starred
ja: スター付き
zh_hans: 已加星

source: Subject
ja: 件名
zh_hans: 主题

source: Suppressed
ja: 抑制中
zh_hans: 已抑制

source: Suspicious sender
ja: 送信者が疑わしい
zh_hans: 发件人可疑

source: System
ja: システムに従う
zh_hans: 跟随系统

source: The original message and its attachments are included
ja: 元のメッセージと添付ファイルが含まれます
zh_hans: 原邮件及其附件会一并发送

source: The sender's list did not accept it. Their link is above.
ja: 送信元のリストが受け付けませんでした。上のリンクをお使いください。
zh_hans: 发件方的列表没有接受。可以用上面的链接。

source: Theme
ja: テーマ
zh_hans: 主题

source: This message has no readable content.
ja: このメールに表示できる本文はありません。
zh_hans: 这封邮件没有可显示的正文。

source: This message is its attachments.
ja: 本文はなく、添付ファイルだけです。
zh_hans: 这封邮件的内容就是附件本身。

source: This weekend
ja: 今週末
zh_hans: 本周末

source: This will permanently delete all messages.
ja: 含まれるすべてのメールが完全に削除されます。
zh_hans: 其中所有邮件将被永久删除。

source: This will permanently delete all their messages.
ja: それらのすべてのメールが完全に削除されます。
zh_hans: 它们的所有邮件将被永久删除。

source: Time zone
ja: タイムゾーン
zh_hans: 时区

source: Times on messages are shown in this zone.
ja: メールの時刻はこのタイムゾーンで表示されます。
zh_hans: 邮件时间按此时区显示。

source: To
ja: 宛先
zh_hans: 收件人

source: Tomorrow morning
ja: 明日の朝
zh_hans: 明天早上

source: Turn on locking
ja: ロックを有効にします
zh_hans: 开启锁定

source: Undo
ja: 取り消す
zh_hans: 撤销

source: Unlock
ja: ロック解除
zh_hans: 解锁

source: Unlock your mail
ja: メールのロックを解除します
zh_hans: 解锁你的邮件

source: Unpin
ja: ピン留めを解除
zh_hans: 取消置顶

source: Unread
ja: 未読
zh_hans: 未读

source: Unstar
ja: スターを外す
zh_hans: 取消加星

source: Unsubscribe
ja: 配信停止
zh_hans: 退订

source: Unsubscribe by email
ja: メールで配信停止
zh_hans: 通过邮件退订

source: Unsubscribe on the web
ja: ウェブで配信停止
zh_hans: 在网页上退订

source: Unsubscribed
ja: 配信停止しました
zh_hans: 已退订

source: Unsubscribing…
ja: 配信停止しています…
zh_hans: 正在退订…

source: Updated invite
ja: 更新された招待
zh_hans: 更新后的邀请

source: Use password instead
ja: パスワードで入力する
zh_hans: 改用密码登录

source: Verified sender
ja: 送信者は検証済み
zh_hans: 发件人已验证

source: View source
ja: ソースを表示
zh_hans: 查看原文

source: Waiting
ja: 待機中
zh_hans: 等待中

source: Wake now
ja: 今すぐ戻す
zh_hans: 立即唤醒

source: What it may do
ja: 許可する操作
zh_hans: 允许的操作

source: Yes
ja: 参加
zh_hans: 参加

source: addresses, comma-separated
ja: アドレスをカンマ区切りで
zh_hans: 多个地址用逗号分隔

source: Bcc
zh_hans: 密送

source: Cc
zh_hans: 抄送

source: OK
zh_hans: 好
